Repository: br-automation-com/mapp-Framework
Catalog: GAT/Logical/mappView/Resources/Texts/Infrastructure_Texts/AuditTexts/DpDescriptions.tmx
Source language: en
Languages: zh

source: Number for batch 1
zh: 数量1

source: Number for batch 2
zh: 数量2

source: Number for batch 3
zh: 数量3

source: Number for batch 4
zh: 数量4

source: Number for batch 5
zh: 数量5

source: Product length 1
zh: 长度1

source: Product length 2
zh: 长度2

source: Product length 3
zh: 长度3

source: Product length 4
zh: 长度4

source: Product length 5
zh: 长度5

source: Minimum product length
zh: 最小产品长度

source: Maximum product length
zh: 最大产品长度

source: Synchronized cut angle
zh: 同步角度

source: Number of knives
zh: 刀数

source: Cutting diameter
zh: 切刀直径

source: {=$IAT/Axis/Axis1} gear box input
zh: {=$IAT/Axis/Axis1} 齿轮比输入

source: {=$IAT/Axis/Axis1} gear box output
zh: {=$IAT/Axis/Axis1} 齿轮比输出

source: {=$IAT/Axis/Axis1} reference distance for one rotation
zh: {=$IAT/Axis/Axis1} 单圈移动距离

source: {=$IAT/Axis/Axis1} homing position
zh: {=$IAT/Axis/Axis1} 原点位置

source: {=$IAT/Axis/Axis2} gear box input
zh: {=$IAT/Axis/Axis2} 齿轮比输入

source: {=$IAT/Axis/Axis2} gear box output
zh: {=$IAT/Axis/Axis2} 齿轮比输出

source: {=$IAT/Axis/Axis2} homing position
zh: {=$IAT/Axis/Axis2} 原点位置

source: Emergency Stop Button 1
zh: 急停按钮1

source: Emergency Stop Button 2
zh: 急停按钮2

source: Emergency Stop Button 3
zh: 急停按钮3

source: Safety Door 1
zh: 安全门1

source: Safety Door 2
zh: 安全门2

source: Safety Door 3
zh: 安全门3

source: Safety Door 4
zh: 安全门4

source: Safety Door 5
zh: 安全门5

source: Safety Door 6
zh: 安全门6

source: Safety PLC
zh: 安全PLC

source: Alarm Reset Button
zh: 复位按钮
